Repository: kurema/BookViewerApp3
Catalog: BookViewerApp/MultilingualResources/BookViewerApp.*.xlf
Languages: ja_jp, pt, zh_hans, zh_hant

# Info.Info.ShowContributors.Description
source: View contributors, translators and sponsors
ja_jp: 貢献者・翻訳者・スポンサーを表示する
pt: Ver os colaboradores, tradutores e patrocinadores
zh_hans: 查看贡献者，翻译和赞助者
zh_hant: 查看貢獻者，翻譯和讚助者

# Setting_EpubViewerType.Description
source: Choose the engine for epub. We recommend Bibi.
ja_jp: Epubの表示に利用するエンジンを選択してください。Bibiを推奨します。
pt: Escolher o motor para epub. Recomendamos a Bibi.
zh_hans: 选择epub的引擎。我们推荐Bibi。
zh_hant: 選擇epub的引擎。我們推薦Bibi。

# Setting_EpubViewerType.Title
source: Epub display engine
ja_jp: Epub表示エンジン
pt: Motor de visualização Epub
zh_hans: epub显示引擎
zh_hant: epub顯示引擎

# Setting_DefaultSpreadType.Description
source: Select page layout.
ja_jp: ページの見開き設定。
pt: Selecione o layout da página.
zh_hans: 选择页面布局。
zh_hant: 選擇頁面佈局。

# Setting_DefaultSpreadType.Enums.ModeEnum.Default.Title
source: Default
ja_jp: デフォルト
pt: Predefinição
zh_hans: 默认
zh_hant: 默認

# Setting_DefaultSpreadType.Enums.ModeEnum.Single.Title
source: Single Page View (Auto)
ja_jp: 単一ページ表示 (自動)
pt: Visualização de página única (Auto)
zh_hans: 单页视图 (自动)

# Setting_DefaultSpreadType.Enums.ModeEnum.Spread.Title
source: Auto
ja_jp: 自動切り替え
pt: Automático
zh_hans: 自动

# Setting_DefaultSpreadType.Title
source: Page layout
ja_jp: ページレイアウト
pt: Layout da Página
zh_hans: 页面布局
zh_hant: 頁面佈局

# Setting_PdfRenderScaling.Description
source: Renders the PDF at a resolution larger than the display size. Turn it off improves the performance.
ja_jp: PDFを表示より高解像度で描画します。オンにすると描画負荷が増加しますが、クオリティが向上しズームしてもきれいに見えます。
pt: Renderiza o PDF com uma resolução maior do que o tamanho do ecrã. Ao desligar, melhora o desempenho.
zh_hans: 以比绘图目标更高的分辨率绘制PDF。启用它会增加绘图负荷，但是即使缩放也可以改善画质和外观。
zh_hant: 以比顯示更高的分辨率繪製PDF。啟用它會增加繪圖負荷，但是即使縮放也可以改善畫質和外觀。

# Setting_PdfRenderScaling.Title
source: PDF high resolution rendering
ja_jp: PDF高解像度描画
pt: Renderização em PDF de alta resolução
zh_hans: PDF高分辨率渲染
zh_hant: PDF高分辨率圖紙

# Info.Info.ReleaseNotes.Description
source: {0} / Open the Release Notes on GitHub
ja_jp: {0} / GitHub上のリリースノートを開く
pt: {0} / Abrir as Notas de Lançamento sobre o GitHub
zh_hans: {0} / 在GitHub上打开发行说明
zh_hant: {0} / 在GitHub上打開發行說明

# Info.Info.ReleaseNotes.Title
source: Release Notes
ja_jp: リリースノート
pt: Notas de Lançamento
zh_hans: 发行说明
zh_hant: 發行說明

# Setting_DefaultSpreadType.Enums.ModeEnum.ForceSpread.Title
source: Two Page View (Show Cover Page in Two Page View)
ja_jp: 見開きページ表示 (先頭ページも見開きで表示)
pt: Visualização de duas páginas (Mostrar página de capa em Visualização de duas páginas)
zh_hans: 双页视图 (在双页视图中显示封面)

# Setting_DefaultSpreadType.Enums.ModeEnum.ForceSpreadFirstSingle.Title
source: Two Page View
ja_jp: 見開きページ表示
pt: Visualização de duas páginas
zh_hans: 双页视图

# ContextMenu.BookViewer.QuickSettings.Title
source: Quick Settings
ja_jp: クイック設定
pt: Definições Rápidas
zh_hans: 快速配置

# Setting_RememberPageDirection.Description
source: Remember the page orientation of each book.
pt: Lembrar da orientação da página de cada livro.
zh_hans: 记住每本书的页面方向。

# Setting_RememberPageDirection.Title
source: Remember the page orientation
pt: Lembrar a orientação da página
zh_hans: 记住页面方向

# Setting.ToolTip.Message
source: Default: {2}
pt: Predefinição: {2}
zh_hans: {0} {1} 默认：{2}

# Setting_ShowBookmarkFavicon.Description
source: Show favicons of bookmarks. In this version, the app does not save the favicon cache and the favicons displayed seems to be unstable. Privacy Notice: If this is turned on, a request to the server will be sent each time you open the bookmarks folder in Explorer. The server may collect some data.
pt: Mostrar favicons de marcadores. Nesta versão, a aplicação não guarda a cache de favicons e os favicons exibidos parecem ser instáveis. Nota de Privacidade: Se isto estiver ligado, será enviado um pedido ao servidor cada vez que abrir a pasta de marcadores no Explorador. O servidor pode recolher alguns dados.

# Setting_ShowBookmarkFavicon.Title
source: Show favicons of bookmarks
pt: Mostrar favicons de marcadores

# Setting_FetchThumbnailsBackground.Description
source: Generate thumbnails in the background. Turn it off if you have performance issues.
pt: Gerar miniaturas em segundo plano. Desligue-o se tiver problemas de desempenho.

# Setting_FetchThumbnailsBackground.Title
source: Generate thumbnails in the background
pt: Gerar miniaturas em segundo plano

# ContextMenu.Book.SelectThumbnail.Title
source: Select the thumbnail
pt: Selecione a miniatura

# Word.Close
source: Close
pt: Fechar

# Info.Debug.DeleteThumbnails.Description
source: Delete thumbnails of books
pt: Eliminar as miniaturas dos livros

# Info.Debug.DeleteThumbnails.Dialog.Message
source: Are you sure you want to delete thumbnail folder? You can also disable thumbnail generation in Explorer tab with the setting above.
pt: Tem a certeza de que quer apagar a pasta de miniaturas? Também pode desativar a geração de miniaturas no separador Explorador com a definição acima.

# Info.Debug.DeleteThumbnails.Title
source: Delete thumbnails
pt: Eliminar miniaturas

# Info.Debug.DeleteThumbnails.Dialog.MessageFail
source: Could not delete the thumbnail folder. Please try again.
pt: Não foi possível apagar a pasta de miniaturas. Por favor, tente novamente.

# Word.Expand
source: See All
pt: Ver tudo

# Setting_DefaultBrowserExternal.Description
source: Use the external browser to open URL.
pt: Utilize o navegador externo para abrir o URL.

# Setting_DefaultBrowserExternal.Title
source: Open URL in the external browser
pt: Abrir URL no navegador externo

# ContextMenu.Bookmarks.OpenInternal.Title
source: Open in the built-in browser
pt: Abrir no navegador incorporado

# ContextMenu.Library.AddNew.Title
source: Add a new library
pt: Adicionar uma nova biblioteca

# TabHeader.MediaPlayer
source: Player
pt: Media Player

# LibraryManager.KindTitle.Archive
source: Archive file
pt: Pasta de ficheiro

# LibraryManager.KindTitle.Folder
source: Folder
pt: Pasta

# LibraryManager.KindTitle.Network
source: Network item
pt: Item de rede

# Setting_EpubViewerDarkMode.Description
source: If the app is set to dark mode, the Epub viewer will also be in dark mode.
pt: Se a aplicação estiver definida para modo escuro, o visualizador Epub também estará em modo escuro.

# Setting_EpubViewerDarkMode.Title
source: Apply the dark mode settings to the Epub viewer. (Experimental)
pt: Aplicar as definições do modo escuro ao visualizador Epub. (Experimental)

# Browser.Addon.DarkMode
source: Dark mode
pt: Modo escuro

# BookShelfTitleNew
source: Bookshelf
ja_jp: 本棚
zh_hans: 书架
zh_hant: 書架

# ClearAllBookShelf.Label
source: Clear all bookshelves
ja_jp: 本棚を全て削除
zh_hans: 清除所有书架
zh_hant: 清除所有書架

# ClearThisBookShelf.Label
source: Clear this bookshelf
ja_jp: 本棚を削除
zh_hans: 删除书架
zh_hant: 刪除書架

# GoToBookShelf.Label
source: Go to bookshelf
ja_jp: 本棚を開く
zh_hans: 去书架
zh_hant: 去書架

# ReloadBookShelf.Label
source: Refresh
ja_jp: 更新
zh_hans: 更新
zh_hant: 更新

# SetThisBookShelfSecret.Label
source: Toggle secret
ja_jp: 本棚を秘密にする
zh_hans: 秘密书架
zh_hant: 秘密書架

# SwitchBookShelfToggle.ToolTipService.ToolTip
source: Switch bookshelf.
ja_jp: 本棚を切り替え
zh_hans: 切换书架
zh_hant: 切換書架

# Word.OK
source: OK
zh_hans: 确定
zh_hant: 確定

# Word.URL
source: URL
zh_hans: 网站地址(URL)
zh_hant: 網址

# Info.Debug.Title
source: Debug
ja_jp: デバッグ
zh_hans: 除错
zh_hant: 除錯

# ContextMenu.Bookmarks.OpenExternal.Title
source: Open in external browser
ja_jp: 外部ブラウザで開く
zh_hans: 在外部浏览器中打开
zh_hant: 在外部瀏覽器中打開

# Setting_DefaultPageReverse.Description
source: Reverse page as default when you open a new book.
ja_jp: 新たに開いた本を右綴じと認識する。
zh_hant: 當您打開一本新書時，默認情況下為反向頁面。

# Setting_DefaultPageReverse.Title
source: Reverse page as default
ja_jp: 標準で右綴じにする
zh_hant: 默認為反向頁面

# Setting_DefaultSpreadType.Enums.ModeEnum.Single.Title
source: Auto single page
zh_hant: 自動單頁

# Setting_DefaultSpreadType.Enums.ModeEnum.Spread.Title
source: Auto switch single/dual page
zh_hant: 自動切換單/雙頁
