Repository: kurema/BookViewerApp3
Catalog: BookViewerApp/MultilingualResources/BookViewerApp.*.xlf
Languages: ja_jp, pt, zh_hans, zh_hant

# AboutThisApp.Label
source: About
ja_jp: 情報
pt: Acerca de
zh_hans: 关于此应用
zh_hant: 關於此應用

# AddLocalDirectory.Label
source: Add a directory
ja_jp: フォルダを追加
pt: Adicionar um diretório
zh_hans: 添加目录到书架
zh_hant: 添加目錄到書架

# BookmarkBasic.Title
source: Bookmark
ja_jp: 栞
pt: Marcador
zh_hans: 书签
zh_hant: 書籤

# BookmarkLastread.Title
source: [Automatic]
ja_jp: [自動保存]
pt: [Automático]
zh_hans: [自动书签]
zh_hant: [自動書籤]

# Bookmarks.Label
source: Bookmarks
ja_jp: 栞
pt: Marcadores
zh_hans: 书签
zh_hant: 書籤

# BookmarkTitle.PlaceholderText
source: Title
ja_jp: タイトル
pt: Título
zh_hans: 标题
zh_hant: 標題

# BookNext.Label
source: Read the next book
ja_jp: 次の本へ
pt: Ler o próximo livro
zh_hans: 读下书
zh_hant: 讀下書

# BookPrevious.Label
source: Read the previous book
ja_jp: 前の本へ
pt: Ler o livro anterior
zh_hans: 读以前的书
zh_hant: 讀以前的書

# BookshelfTitleNew
source: Bookshelf
pt: Prateleira

# ClearAllBookshelf.Label
source: Clear all bookshelves
pt: Limpar todas as prateleiras

# GoToBookshelf.Label
source: Go to bookshelf
pt: Ir para a prateleira

# LoadingFolder.Completed.Message
source: Loading has been completed. Thank you.
ja_jp: 読み込みが完了しました。
pt: O carregamento foi concluído. Obrigado.
zh_hans: 装载工作已经完成。 谢谢。
zh_hant: 裝載工作已經完成。 謝謝。

# LoadingFolder.Started.Message
source: It will take a while. Do not close this app while loading.
ja_jp: フォルダの読み込みが完了するまで操作を継続できます。読み込みが完了し通知されるまでまでアプリを終了したりスリープ状態にしないでください。
pt: Isto vai demorar algum tempo. Não feche esta aplicação enquanto carrega.
zh_hans: 这将需要一段时间。不要关闭这个应用程序加载时。
zh_hant: 這將需要一段時間。不要關閉這個應用程序加載時。

# LoadingFolder.Title
source: Loading folders
ja_jp: フォルダ読み込み
pt: A carregar as pastas
zh_hans: 添加目錄
zh_hant: 添加目錄

# OpenLocalBook.Label
source: Open
ja_jp: 開く
pt: Abrir
zh_hans: 打开
zh_hant: 打開

# PageEnd.Label
source: End
ja_jp: 最後
pt: Fim
zh_hans: 最后页
zh_hant: 最後頁

# PageLeft.Label
source: Left
ja_jp: 左
pt: Esquerda
zh_hans: 左
zh_hant: 左

# PageLeftmost.Label
source: Leftmost
ja_jp: 左端
pt: Mais à esquerda
zh_hans: 左端
zh_hant: 左端

# PageNext.Label
source: Next
ja_jp: 次
pt: Próximo
zh_hans: 上页
zh_hant: 下頁

# PagePrevious.Label
source: Previous
ja_jp: 前
pt: Anterior
zh_hans: 下页
zh_hant: 上頁

# PageReverse.Label
source: Reverse page direction
ja_jp: ページ方向を転換
pt: Inverter a direção da página
zh_hans: 反向页面方向
zh_hant: 反向頁面方向

# PageRight.Label
source: Right
ja_jp: 右
pt: Direita
zh_hans: 右
zh_hant: 右

# PageRightmost.Label
source: Rightmost
ja_jp: 右端
pt: Mais à direita
zh_hans: 右端
zh_hant: 右端

# PageTop.Label
source: First
ja_jp: 最初
pt: Início
zh_hans: 首页
zh_hant: 首頁

# Setting.Label
source: Setting
ja_jp: 設定
pt: Definição
zh_hans: 环境
zh_hant: 環境

# Setting_DefaultFullScreen.Description
source: Set full screen mode on when you open a book.
ja_jp: ブックビュワーを開いた時、自動的に全画面モードに切り替えます。
pt: Ligar o modo ecrã inteiro quando se abre um livro.
zh_hans: 打开书本时将全屏模式设置为打开。
zh_hant: 打開書本時將全屏模式設置為打開。

# Setting_DefaultFullScreen.Title
source: Set full screen as default
ja_jp: 標準で全画面表示にする
pt: Definir ecrã inteiro como predefinição
zh_hans: 将全屏设置为默认值。
zh_hant: 將全屏設置為默認

# Setting_DefaultPageReverse.Description
source: Set the page orientation R2L(From right to left) as the default in the new book.
pt: Definir a orientação da página R2L(Da direita para a esquerda) como predefinição no novo livro.
zh_hans: 打开一本新书时，默认为右装订。

# Setting_DefaultPageReverse.Title
source: R2L as the default
pt: R2L como predefinição
zh_hans: 从右到左为标准。

# Setting_SaveLastReadPage.Description
source: Automatically open page where you read last time.
ja_jp: 自動的に前回その本を読んだページを開きます。
pt: Abrir automaticamente a página onde leu da última vez.
zh_hans: 自动打开您上次阅读的页面。
zh_hant: 自動打開您上次閱讀的頁面。

# Setting_SaveLastReadPage.Title
source: Automatically open last read page
ja_jp: 前回読んだページを開く
pt: Abrir automaticamente a última página lida
zh_hans: 自动打开最后阅读的页面。
zh_hant: 自動打開最後閱讀的頁面

# Setting_ShowRightmostAndLeftmost.Description
source: Show go to rightmost/leftmost button in book viewer.
ja_jp: ブックビュワーで右端/左端へ移動するボタンを表示する。
pt: Mostrar o botão ir para mais à direita/esquerda no visualizador de livros.
zh_hans: 在书籍查看器中显示转到最右/最左按钮。
zh_hant: 在書籍查看器中顯示轉到最右/最左按鈕。

# Setting_ShowRightmostAndLeftmost.Title
source: Show go to rightmost /leftmost button
ja_jp: 右端/左端へのボタンを表示する
pt: Mostrar o botão ir para mais à direita/mais à esquerda
zh_hans: 显示转到最右边/最左边的按钮。
zh_hant: 顯示轉到最右邊/最左邊的按鈕

# Setting_SyncBookmarks.Description
source: Sync bookmarks of books over the cloud.
ja_jp: クラウドを通じて栞を同期する。
pt: Sincronizar os marcadores dos livros com a nuvem.
zh_hans: 在云端同步书签。
zh_hant: 使用OneDrive同步書籍的書籤。

# Setting_SyncBookmarks.Title
source: Sync bookmarks of books
ja_jp: 栞を同期する
pt: Sincronização de marcadores de livros
zh_hans: 同步书签。
zh_hant: 同步書籍的書籤

# ToggleFullScreen.Label
source: Toggle full screen mode.
ja_jp: 全画面モード切替
pt: Alternar o modo ecrã inteiro.
zh_hans: 切换全屏模式
zh_hant: 切換全屏模式

# ClearThisBookshelf.Label
source: Clear this bookshelf
pt: Limpar esta prateleira

# SetThisBookshelfSecret.Label
source: Toggle secret
pt: Ocultar prateleira

# Setting_TileHeight.Description
source: The height of book tile in bookshelf.
ja_jp: 本棚で本を示すタイルの高さ
pt: A altura do mosaico do livro na prateleira.
zh_hans: 书架中的书瓦高度。
zh_hant: 書架中的書瓦高度。

# Setting_TileHeight.Title
source: Height of book tile
ja_jp: 本タイルの高さ
pt: Altura do mosaico para livros
zh_hans: 书瓦高度
zh_hant: 書瓦高度

# Setting_TileWidth.Description
source: The width of book tile in bookshelf.
ja_jp: 本棚で本を示すタイルの幅
pt: A largura do mosaico do livro na prateleira.
zh_hans: 书架中书瓦的宽度。
zh_hant: 書架中書瓦的寬度。

# Setting_TileWidth.Title
source: Width of book tile
ja_jp: 本タイルの幅
pt: Largura do mosaico para livros
zh_hans: 书瓦宽度
zh_hant: 書瓦寬度

# ReloadBookshelf.Label
source: Refresh
pt: Atualizar

# BookmarkLast.Title
source: [End]
ja_jp: [最終]
pt: [Fim]
zh_hans: [最后页]
zh_hant: [最後頁]

# BookmarkTop.Title
source: [Top]
ja_jp: [先頭]
pt: [Início]
zh_hans: [首页]
zh_hant: [首頁]

# Setting_BackgroundBrightness.Description
source: Brightness of background. 100:White, 0:Black. (Opposite in dark theme)
ja_jp: 背景色の明るさを設定します。100で白、0で黒です。 (ダークテーマでは反転)
pt: Luminosidade de fundo. 100:Branco, 0:Preto. (Oposto no tema escuro)
zh_hans: 背景的亮度。 100：白色，0：黑色。 （与黑暗主题相反）
zh_hant: 背景的亮度。 100：白色，0：黑色。 (與黑暗主題相反)

# Setting_BackgroundBrightness.Title
source: Brightness of background
ja_jp: 背景色の明るさ
pt: Luminosidade de fundo
zh_hans: 背景的亮度。
zh_hant: 背景亮度

# Setting_ScrollAnimation.Description
source: Use scroll animation on book viewer.
ja_jp: 読書画面でのスクロール時にアニメーション表示する。
pt: Use a animação scroll no visualizador de livros.
zh_hans: 在图书查看器上使用滚动动画。
zh_hant: 在圖書查看器上使用滾動動畫。

# Setting_ScrollAnimation.Title
source: Scroll animation
ja_jp: スクロールアニメーション
pt: Animação do scroll
zh_hans: 滚动动画
zh_hant: 滾動動畫

# Setting_BookNameTrim.Description
source: Matched part is hidden in book name. Input in regular expression. (ex:\(.*\))
ja_jp: ファイル名の内で該当した部分を表示しません。正規表現で入力。(例:\(.*\))
pt: A parte correspondente está oculta no nome do livro. Entrada em expressão regular. (ex:\(.*))
zh_hans: 匹配的部分隐藏在书名中。以正则表达(Regular expression)式输入。（例如：\(.*\)）
zh_hant: 匹配的部分隱藏在書名中。以正則表達式輸入。 （例如：\(.*\)）

# Setting_BookNameTrim.Title
source: Book name to trim
ja_jp: 除外対象ファイル名
pt: Tamanho do título
zh_hans: 要修剪的书名
zh_hant: 要修剪的書名

# Setting_FolderNameToExclude.Description
source: Exclude folder in bookshelf view if match in regular expression.
ja_jp: 正規表現で該当した場合、本棚に表示しません。
pt: Excluir pasta na vista da prateleira se corresponder em expressão regular.
zh_hans: 如果正则表达式匹配，则在书架视图中排除文件夹。
zh_hant: 如果正則表達式匹配，則在書架視圖中排除文件夾。

# Setting_FolderNameToExclude.Title
source: Folder name to exclude
ja_jp: 除外対象フォルダ名
pt: Nome da pasta a excluir
zh_hans: 排除的文件夹名称
zh_hant: 排除的文件夾名稱

# Setting_SortCoverComesFirst.Description
source: Assume picture that has "cover" in the file name to be first file in CBZ/CBR.
ja_jp: Cbz/Cbrファイル内で"cover"を含むファイルを先頭にします。
pt: Assumir fotografia que tenha "capa" no nome do ficheiro para ser o primeiro ficheiro na CBZ/CBR.
zh_hans: 假定在文件名中具有“cover”的图片是CBZ / CBR中的第一个文件。
zh_hant: 假定在文件名中具有“cover”的圖片是CBZ / CBR中的第一個文件。

# Setting_SortCoverComesFirst.Title
source: Assume cover picture by file name in CBZ/CBR
ja_jp: "cover"を含むファイルを先頭にする
pt: Assumir fotografia de capa por nome de ficheiro na CBZ/CBR
zh_hans: 在CBZ / CBR中按文件名假定封面图片
zh_hant: 在CBZ / CBR中按文件名假定封面圖片

# Setting_SortNaturalOrder.Description
source: Sort by natural order in CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)
ja_jp: Cbz/Cbrファイル内のソートを自然順(例:01.jpg→2.jpg→003.jpg)にします。
pt: Ordenar por ordem natural na CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)
zh_hans: 在CBZ / CBR中按自然顺序排序（例如：01.jpg→2.jpg→003.jpg）
zh_hant: 在CBZ / CBR中按自然順序排序（例如：01.jpg→2.jpg→003.jpg）

# Setting_SortNaturalOrder.Title
source: Natural Sort in CBZ/CBR
ja_jp: 自然順ソート
pt: Ordem natural em CBZ/CBR
zh_hans: CBZ / CBR中的自然排序
zh_hant: CBZ / CBR中的自然排序

# Setting_ZoomButtonShowTimespan.Description
source: Seconds to display the zoom button when you touch the screen (0: disable).
ja_jp: 画面をタッチした際ズームボタンを表示する時間 (0で非表示)
pt: Segundos para exibir o botão de zoom ao tocar no ecrã (0: desativar).
zh_hans: 触摸屏幕时显示缩放按钮的秒数（0：禁用）。
zh_hant: 觸摸屏幕時顯示縮放按鈕的秒數（0：禁用）。

# Setting_ZoomButtonShowTimespan.Title
source: Zoom button display time
ja_jp: ズームボタン表示時間
pt: Tempo de exibição do botão de zoom
zh_hans: 变焦按钮显示时间
zh_hant: 變焦按鈕顯示時間

# Setting_CommandBarShowTimespan.Description
source: Seconds to display the menu when you touch the screen in book viewer page (0: always).
ja_jp: 書籍画面で画面をタッチした際メニューを表示する時間 (0で常時表示)
pt: Segundos para exibir o menu quando se toca no ecrã na página do visualizador de livros (0: sempre).
zh_hans: 当您在书本查看器页面上触摸屏幕时，以秒为单位显示菜单（0：始终）。
zh_hant: 當您在書本查看器頁面上觸摸屏幕時，以秒為單位顯示菜單（0：始終）。

# Setting_CommandBarShowTimespan.Title
source: Menu display time in book viewer
ja_jp: 書籍メニュー表示時間
pt: Tempo de exibição do menu no visualizador de livros
zh_hans: 书本查看器中的菜单显示时间
zh_hant: 書籍查看器中的菜單顯示時間

# SwitchBookshelfToggle.ToolTipService.ToolTip
source: Switch bookshelf.
pt: Trocar de prateleira.

# Welcome_HowToConfigure
source: How to change settings
ja_jp: 設定の開き方
pt: Como alterar as definições
zh_hans: 如何打开配置页面
zh_hant: 如何打開配置頁面

# Welcome_HowToUse
source: How to use
ja_jp: 使い方
pt: Como se usa
zh_hans: 如何使用
zh_hant: 如何使用

# Welcome_OpenMenu
source: Open the menu.
ja_jp: メニューを開く
pt: Abrir o menu.
zh_hans: 打开其他功能
zh_hant: 打開其他功能

# Setting_WebHomePage.Description
source: Home Page.
ja_jp: ホームページを設定します。
pt: Página Inicial.
zh_hans: 主页
zh_hant: 首頁

# Setting_WebHomePage.Title
source: Home Page
ja_jp: ホームページ
pt: Página Inicial
zh_hans: 主页
zh_hant: 首頁

# Setting_RespectPageDirectionInfo.Description
source: Respect direction information of PDF (R2L/L2R).
ja_jp: PDFファイルの綴じ方情報を参照する。
pt: Respeitar a informação da direção em PDF (R2L/L2R).
zh_hans: 遵守PDF（R2L / L2R）的方向信息。
zh_hant: 遵守PDF的方向信息（R2L / L2R）。

# Setting_RespectPageDirectionInfo.Title
source: Respect direction information
ja_jp: 綴じ方情報を参照する
pt: Respeitar a informação da direção
zh_hans: 尊重方向信息
zh_hant: 尊重方向信息

# Password.Message
source: Enter password to open.
ja_jp: パスワードを入力してください。
pt: Introduza a palavra-passe para abrir.
zh_hans: 输入密码以打开。
zh_hant: 輸入密碼以打開。

# Password.Save.Message
source: Save Password
ja_jp: パスワードを保存する。
pt: Salvar Palavra-passe
zh_hans: 保存密码
zh_hant: 儲存密碼

# Password.Title
source: Confirm Password
ja_jp: パスワード
pt: Confirmar Palavra-passe
zh_hans: 确认密码
zh_hant: 確認密碼

# Word.Cancel
source: Cancel
ja_jp: キャンセル
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

# Setting.Group.Browser
source: Browser
ja_jp: ブラウザ
pt: Navegador
zh_hans: 浏览器
zh_hant: 瀏覽器

# Setting.Group.Cloud
source: Cloud
ja_jp: クラウド
pt: Nuvem
zh_hans: 云计算
zh_hant: 雲端

# Setting.Group.Library
source: Library
ja_jp: ライブラリ
pt: Biblioteca
zh_hans: 库
zh_hant: 圖庫

# Setting.Group.Obsolete
source: Obsolete
ja_jp: 旧設定
pt: Obsoleto
zh_hans: 过时
zh_hant: 已過時

# Setting.Group.Viewer
source: Viewer
ja_jp: ビュワー
pt: Visualizador
zh_hans: 查看者
zh_hant: 檢視器

# TabHeader.Bookshelf
source: Bookshelf
ja_jp: 本棚
pt: Prateleira
zh_hans: 书架
zh_hant: 書架

# TabHeader.BookViewer
source: Viewer
ja_jp: ビュワー
pt: Visualizador
zh_hans: 查看器
zh_hant: 檢視器

# TabHeader.Home
source: Home
ja_jp: ホーム
pt: Página Inicial
zh_hans: 主页
zh_hant: 常用

# TabHeader.Info
source: Info
ja_jp: 情報
pt: Informação
zh_hans: 信息
zh_hant: 資訊

# TabHeader.NewTab
source: New Tab
ja_jp: 新しいタブ
pt: Novo Separador
zh_hans: 新选项卡
zh_hant: 新索引標籤

# TabHeader.Setting
source: Config
ja_jp: 設定
pt: Definição
zh_hans: 配置
zh_hant: 設定

# TabHeader.Main
source: Main
ja_jp: メイン
pt: Início
zh_hans: 主要
zh_hant: 主群組

# TabHeader.Browser
source: Browser
ja_jp: ブラウザ
pt: Navegador
zh_hans: 浏览器
zh_hant: 瀏覽器

# TabHeader.Explorer
source: Explorer
ja_jp: ファイラー
pt: Explorador
zh_hans: 资源管理器
zh_hant: 檔案總管

# Explorer.Apps
source: Apps
ja_jp: アプリ
pt: Aplicações
zh_hans: 应用
zh_hant: 應用程式

# Explorer.Browser
source: Browser
ja_jp: ブラウザ
pt: Navegador
zh_hans: 浏览器
zh_hant: 瀏覽器

# Explorer.PickBook
source: Open
ja_jp: ファイルを開く
pt: Abrir
zh_hans: 打开
zh_hant: 開啟

# Explorer.Setting
source: Setting
ja_jp: 設定
pt: Definição
zh_hans: 设置
zh_hant: 設定

# ExplorerContainer.Bookmarks
source: Bookmarks
ja_jp: ブックマーク
pt: Marcadores
zh_hans: 书签
zh_hant: 書籤

# ExplorerContainer.Folders
source: Folders
ja_jp: フォルダ
pt: Pastas
zh_hans: 个文件夹
zh_hant: 資料夾

# ExplorerContainer.Histories
source: Histories
ja_jp: 履歴
pt: Histórico
zh_hans: 历史
zh_hant: 歷史

# ExplorerContainer.Libraries
source: Libraries
ja_jp: ライブラリ
pt: Bibliotecas
zh_hans: 库
zh_hant: 文件庫

# ExplorerContainer.PC
source: This PC
ja_jp: PC
pt: Este PC
zh_hans: 电脑
zh_hant: 電腦

# ContextMenu.Folders.RegisterFolder.Title
source: Register a folder
ja_jp: フォルダを登録
pt: Registar uma pasta
zh_hans: 注册文件夹
zh_hant: 註冊文件夾

# ContextMenu.Folders.UnregisterFolder.Title
source: Unregister a folder
ja_jp: フォルダを登録解除
pt: Cancelar registo uma pasta
zh_hans: 取消注册文件夹
zh_hant: 取消註冊文件夾

# ContextMenu.Folders.UnregisterFolder.MessageDialog.Message
source: The folder is referred by following library. Are you sure to unregister?
ja_jp: このフォルダは以下のライブラリで使用されています。 解除してよろしいですか？
pt: A pasta é referida pela seguinte biblioteca. Tem a certeza que quer cancelar o registo?
zh_hans: 该文件夹由以下库引用。 您确定要注销吗？
zh_hant: 該文件夾由以下庫引用。 您確定要註銷嗎？

# ContextMenu.Folders.UnregisterFolder.MessageDialog.Title
source: Unregister folder
ja_jp: フォルダの解除
pt: Cancelar registo da pasta
zh_hans: 取消注册文件夹
zh_hant: 取消註冊文件夾

# ContextMenu.Library.New.Title
source: New library
ja_jp: 新しいライブラリ
pt: Nova biblioteca
zh_hans: 新建库
zh_hant: 新增媒體櫃

# ContextMenu.StorageFolder.AddToLibrary.Title
source: Add to a library
ja_jp: ライブラリに追加
pt: Adicionar a uma biblioteca
zh_hans: 添加到库
zh_hant: 添加到圖書館

# ContextMenu.StorageFolder.AddToLibrary.AlreadyRegistered.MessageDialog.Message
source: The folder is already registered.
ja_jp: このフォルダは登録済みです。
pt: A pasta já está registada.
zh_hans: 该文件夹已被注册。
zh_hant: 該文件夾已被註冊。

# ContextMenu.StorageFolder.AddToLibrary.AlreadyRegistered.MessageDialog.Title
source: Unable to registered
ja_jp: 登録不能
pt: Impossível de registar
zh_hans: 无法注册
zh_hant: 無法註冊

# Setting_ShowPresetBookmarks.Description
source: Show preset bookmarks.
ja_jp: プリセットのブックマークを表示。
pt: Mostrar marcadores predefinidos.
zh_hans: 显示预设书签。
zh_hant: 顯示預設書籤。

# Setting_ShowPresetBookmarks.Title
source: Show preset bookmarks
ja_jp: プリセットのブックマーク
pt: Mostrar marcadores predefinidos
zh_hans: 显示预设书签
zh_hant: 顯示預設書籤

# Setting.Group.Explorer
source: Explorer
ja_jp: ファイラー
pt: Explorador
zh_hans: 资源管理器
zh_hant: 檔案總管

# Setting_WebSearchEngine.Description
source: Set the URL of search engine which is used when searching from address bar(%s in place of query).
ja_jp: 検索エンジンのURL(%s：検索語句)。
pt: Definir o URL do motor de busca que é utilizado na pesquisa a partir da barra de endereços (%s no lugar da consulta).
zh_hans: 设置从地址栏搜索时使用的搜索引擎URL（以％s代替查询）。
zh_hant: 設置從地址欄搜索時使用的搜索引擎URL（以％s代替查詢）。

# Setting_WebSearchEngine.Title
source: Search
ja_jp: 検索エンジン
pt: Procura
zh_hans: 搜索
zh_hant: 搜尋

# ContextMenu.Histories.HideHistores.Title
source: Hide histories
ja_jp: 履歴を非表示にする
pt: Ocultar histórico
zh_hans: 不显示历史
zh_hant: 不顯示歷史

# ContextMenu.Histories.ShowHistores.Title
source: Show histories
ja_jp: 履歴を表示する
pt: Mostrar histórico
zh_hans: 显示历史
zh_hant: 顯示歷史

# Setting_ShowHistories.Description
source: Show histories.
ja_jp: ファイラーに履歴を表示する。
pt: Mostrar histórico.
zh_hans: 显示历史。
zh_hant: 顯示歷史。

# Setting_ShowHistories.Title
source: Show histories
ja_jp: 履歴の表示
pt: Mostrar histórico
zh_hans: 显示历史
zh_hant: 顯示歷史

# ItemType.BookmarkContainer
source: Bookmark folder
ja_jp: ブックマーク フォルダー
pt: Pasta de marcadores
zh_hans: 书签文件夹
zh_hant: 書籤文件夾

# ItemType.BookmarkItem
source: Bookmark item
ja_jp: ブックマーク
pt: Item de marcador
zh_hans: 书签项
zh_hant: 書籤項

# ItemType.HistoryItem
source: History item
ja_jp: 履歴項目
pt: Item do histórico
zh_hans: 浏览记录
zh_hant: 歷史項目

# ItemType.PresetBookmark
source: Preset bookmarks
ja_jp: プリセットブックマーク
pt: Marcadores predefinidos
zh_hans: 预设书签
zh_hant: 預設書籤

# ItemType.LibraryItem
source: Library
ja_jp: ライブラリ
pt: Biblioteca
zh_hans: 库
zh_hant: 程式庫

# ItemType.SystemFolder
source: System Folder
ja_jp: システム フォルダー
pt: Pasta do Sistema
zh_hans: 系统文件夹
zh_hant: 系統資料夾

# ContextMenu.Histories.OpenParent.Title
source: Open containing folder
ja_jp: ファイルの場所を開く
pt: Abrir a pasta que contém
zh_hans: 打开所在文件夹
zh_hant: 開啟所屬資料夾

# ContextMenu.Bookmarks.HidePreset.Title
source: Hide preset bookmarks
ja_jp: プリセットブックマークを表示しない
pt: Ocultar marcadores predefinidos
zh_hans: 隐藏预设书签
zh_hant: 隱藏預設書籤

# ContextMenu.Bookmarks.ShowPreset.Title
source: Show preset bookmarks
ja_jp: プリセットブックマークを表示する
pt: Mostrar marcadores predefinidos
zh_hans: 显示预设书签
zh_hant: 顯示預設書籤

# ContextMenu.Library.Unregister.Title
source: Unregister this library
ja_jp: ライブラリを登録解除
pt: Cancelar registo desta biblioteca
zh_hans: 取消注册该库
zh_hant: 取消註冊該庫

# Setting_MaximumHistoryCount.Description
source: Maximum number of histories to be saved.
ja_jp: 履歴の保存件数。
pt: Número máximo de históricos a serem salvos.
zh_hans: 要保存的最大履历记录数。
zh_hant: 要保存的最大歷史記錄數。

# Setting_MaximumHistoryCount.Title
source: Number of histories
ja_jp: 履歴件数
pt: Número de históricos
zh_hans: 履历记录数
zh_hant: 歷史數

# ContextMenu.Library.Manage.Title
source: Manage this library
ja_jp: ライブラリを管理
pt: Gerir esta biblioteca
zh_hans: 管理库
zh_hant: 管理這個圖書館

# ContextMenu.Word.New.Title
source: New
ja_jp: 新規作成
pt: Novo
zh_hans: 新建
zh_hant: 新增

# Word.Folder
source: Folder
ja_jp: フォルダー
pt: Pasta
zh_hans: 文件夹
zh_hant: 資料夾

# ContextMenu.Word.NewContaiener.Title
source: New folder
ja_jp: 新しいフォルダー
pt: Nova pasta
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# ContextMenu.Word.New.Bookmark.Title
source: Bookmark
ja_jp: インターネットショートカット
pt: Marcador
zh_hans: 书签
zh_hant: 書籤

# Word.Title
source: Title
ja_jp: タイトル
pt: Título
zh_hans: 标题
zh_hant: 標題

# ContextMenu.Bookmarks.Edit.Title
source: Edit
ja_jp: 編集
pt: Editar
zh_hans: 编辑
zh_hant: 編輯

# Info.Info.Contributors
source: Contributors
ja_jp: 貢献者
pt: Contribuidores
zh_hans: 参与者
zh_hant: 參與者

# Info.Info.Sponsors
source: Sponsors
ja_jp: スポンサー
pt: Patrocinadores
zh_hans: 赞助
zh_hant: 贊助者

# Info.Info.ThirdParty.License
source: License
ja_jp: ライセンス
pt: Licença
zh_hans: 执照
zh_hant: 授權

# Info.Info.ThirdParty.LicenseTerms
source: License Terms
ja_jp: ライセンス条項
pt: Termos de licença
zh_hans: 许可条款
zh_hant: 授權條款

# Info.Info.Title
source: Info
ja_jp: 情報
pt: Informação
zh_hans: 信息
zh_hant: 資訊

# Info.Info.Translation
source: Translation
ja_jp: 翻訳
pt: Tradução
zh_hans: 翻译
zh_hant: 翻譯

# Info.Info.ThirdParty.Title
source: Third-Party Notification
ja_jp: サードパーティー情報
pt: Notificação de Terceiros
zh_hans: 第三方通知
zh_hant: 第三方通知

# Info.Info.BeSponsor.Title
source: Be a sponsor!
ja_jp: 支援する
pt: Seja um patrocinador!
zh_hans: 成为赞助商！
zh_hant: 成為贊助商！

# Info.Info.Privacy.Description
source: Show Privacy Policy
ja_jp: プライバシーポリシーを表示 (英語)
pt: Mostrar Política de Privacidade
zh_hans: 显示隐私权政策
zh_hant: 顯示隱私權政策

# Info.Info.Privacy.Title
source: Privacy
ja_jp: プライバシー
pt: Privacidade
zh_hans: 隐私
zh_hant: 隱私權

# Info.Debug.OpenAppData.Title
source: Open data folder.
ja_jp: データフォルダーを開く
pt: Abrir pasta de dados.
zh_hans: 打开数据文件夹。
zh_hant: 開啟數據資料夾。

# Info.Debug.CopyFAL.Title
source: Copy FutureAccessList info.
ja_jp: FutureAccessList情報をクリップボードにコピー
pt: Copiar informação do FutureAccessList.
zh_hans: 复制FutureAccessList信息。
zh_hant: 複製FutureAccessList信息。

# Info.Info.ThirdParty.ThirdParty
source: Third-Party
ja_jp: サードパーティー
pt: Terceira Parte
zh_hans: 第三方
zh_hant: 協力廠商

# Info.Info.Developers
source: Developers
ja_jp: 開発者
pt: Desenvolvedores
zh_hans: 开发人员
zh_hant: 開發人員

# Migration.Dialog.Description
source: New version of BookViewer is released. This includes tabs, Fluent Design, integrated filer and numerous bug fixes.
ja_jp: このアプリは古いバージョンです。 様々な機能が追加された新バージョンをお試しください。
pt: Foi lançado uma nova versão do BookViewer. Isto inclui separadores, Fluent Design, arquivador integrado e numerosas correções de bugs.
zh_hans: 这个应用程式是旧版本。 请尝试添加了各种功能的新版本。
zh_hant: 這個應用程式是舊版本。 請嘗試添加了各種功能的新版本。

# Migration.Dialog.Title
source: The new app is released!
ja_jp: アプリ更新のお知らせ
pt: A nova aplicação foi lançada!
zh_hans: 新应用发布了！
zh_hant: 新應用發布了！

# Migration.General.Title
source: Update to BookViewer3
ja_jp: BookViewer3を取得する
pt: Atualize para BookViewer3
zh_hans: 更新到BookViewer3
zh_hant: 更新到BookViewer3

# Setting_HideMigration.Description
source: Hide update notice button.
ja_jp: BookViewer3のお知らせを表示しない
pt: Ocultar botão de aviso de atualização.
zh_hans: 隐藏更新通知按钮。
zh_hant: 隱藏更新通知按鈕。

# Setting_HideMigration.Title
source: Hide update notice
ja_jp: BookViewer3のお知らせ
pt: Ocultar aviso de atualização
zh_hans: 隐藏更新通知
zh_hant: 隱藏更新通知

# Word.NeverShowAgain
source: Never show this again.
ja_jp: 再度表示しない
pt: Nunca mais mostrar isto.
zh_hans: 不要再显示这个。
zh_hant: 不要再顯示這個。

# Info.Info.BeSponsor.Description
source: on GitHub Sponsors
ja_jp: GitHub Sponsorsを開く
pt: sobre os Patrocinadores GitHub
zh_hans: 访问GitHub Sponsors
zh_hant: 訪問GitHub Sponsors

# Info.Purchase.Title
source: Donate
ja_jp: 寄付
pt: Doar
zh_hans: 捐
zh_hant: 捐

# Info.Purchase.Word.Purchased
source: Purchased
ja_jp: 購入済み
pt: Adquirido
zh_hans: 已购买
zh_hant: 已購買

# Info.Purchase.Message.AlreadyPurchased.Message
source: Thank you! The funds you provided made it possible for the author to continue the work! If you want to support more, consider using GitHub Sponsors. I wish you good luck.
ja_jp: ご支援ありがとうございました。 深く感謝いたします。 私のオープンソース活動の励みになりました。 ストアを通じた支援は各アイテムで一度きりに設定しています。 更なるご支援はGitHub Sponsorsから可能です。
pt: Obrigado! Os fundos que forneceu tornou possível ao autor continuar o trabalho! Se quiser apoiar mais, considere a possibilidade de utilizar os Patrocinadores GitHub. Desejo-lhe boa sorte.
zh_hans: 谢谢！ 您提供的资金使作者得以继续工作！如果您想支持更多，请考虑使用GitHub Sponsors。 祝你好运。
zh_hant: 謝謝！ 您提供的資金使作者得以繼續工作！如果您想支持更多，請考慮使用GitHub Sponsors。 祝你好運。

# Info.Purchase.Message.AlreadyPurchased.Title
source: Thank you for supporting me!
ja_jp: ご支援ありがとうございました。
pt: Obrigado por me apoiar!
zh_hans: 谢谢您的支持！
zh_hant: 謝謝您的支持！

# Info.Purchase.Message.Purchased.Message
source: The funds you provide make it possible for kurema to continue the work! It gives me power to keep going. I wish you good luck.
ja_jp: このアプリは完全なオープンソースであなたのご支援に支えられています。 支援に感謝いたします。 大変励みになります。
pt: Os fundos que forneceu torna possível a continuação do trabalho de kurema! Dá-me poder para continuar. Desejo-vos boa sorte.
zh_hans: 您提供的资金使kurema可以继续工作！它使我有能力继续前进。 祝你好运。
zh_hant: 您提供的資金使kurema可以繼續工作！它使我有能力繼續前進。 祝你好運。

# Info.Purchase.Message.Purchased.Title
source: Thank you for your purchase!
ja_jp: ご支援ありがとうございます。
pt: Obrigado pela sua aquisição!
zh_hans: 感谢您的购买！
zh_hant: 感謝您的購買！

# ContextMenu.Bookmarks.OpenExternal.Title
source: Open in the external browser
pt: Aberto no navegador externo

# Info.Info.AboutThisApp.Description
source: About this app
ja_jp: このアプリについて
pt: Acerca desta aplicação
zh_hans: 关于这个程序
zh_hant: 關於這個程序

# Info.Info.ThirdParty.Description
source: View Third-Party Notification
ja_jp: サードパーティー情報を表示する
pt: Ver Notificação de Terceiros
zh_hans: 查看第三方通知
zh_hant: 查看第三方通知
