Repository: kurema/BookViewerApp3
Catalog: res/I18n/ResourceToXliff/BookViewerApp/Resources.*.xlf
Languages: it

# AboutThisApp.Label
source: About
it: Info

# AddLocalDirectory.Label
source: Add a directory
it: Seleziona cartella

# BookmarkBasic.Title
source: Bookmark
it: Segnalibro

# BookmarkLastread.Title
source: [Automatic]
it: [Automatico]

# Bookmarks.Label
source: Bookmarks
it: Segnalibri

# BookmarkTitle.PlaceholderText
source: Title
it: Titolo

# BookNext.Label
source: Read the next book
it: Libro successivo

# BookPrevious.Label
source: Read the previous book
it: Libro precedente

# BookShelfTitleNew
source: Bookshelf
it: Scaffale

# ClearAllBookShelf.Label
source: Clear all bookshelves
it: Pulisci tutta la libreria

# GoToBookShelf.Label
source: Go to bookshelf
it: Vai allo scaffale

# LoadingFolder.Completed.Message
source: Loading has been completed. Thank you.
it: Caricamento completato.

# LoadingFolder.Started.Message
source: It will take a while. Do not close this app while loading.
it: Ci vorrà un po\'. Non chiudere l\'app

# LoadingFolder.Title
source: Loading folders
it: Caricamento cartelle

# OpenLocalBook.Label
source: Open
it: Apri

# PageEnd.Label
source: End
it: Fine

# PageLeft.Label
source: Left
it: Indietro

# PageLeftmost.Label
source: Leftmost
it: Tutto indietro

# PageNext.Label
source: Next
it: Successiva

# PagePrevious.Label
source: Previous
it: Precedente

# PageReverse.Label
source: Reverse page direction
it: Inverti l\'ordine delle pagine

# PageRight.Label
source: Right
it: Avanti

# PageRightmost.Label
source: Rightmost
it: Tutto avanti

# PageTop.Label
source: First
it: Inizio

# Setting.Label
source: Setting
it: Impostazioni

# Setting_DefaultFullScreen.Description
source: Set full screen mode on when you open a book.
it: Avvia l\'app a schermo intero quando apri un libro.

# Setting_DefaultFullScreen.Title
source: Set full screen as default.
it: Imposta lo schermo intero come predefinito

# Setting_DefaultPageReverse.Description
source: Reverse page as default when you open a new book.
it: Inverte l\'ordine delle pagine quando apri un libro.

# Setting_DefaultPageReverse.Title
source: Reverse page as default.
it: Pagine invertite come predefinito

# Setting_SaveLastReadPage.Description
source: Automatically open page where you read last time.
it: Quando apri un libro apre automaticamente la pagina dove eri rimasto.

# Setting_SaveLastReadPage.Title
source: Automatically open last read page.
it: Apri l'ultima pagina letta

# Setting_ShowRightmostAndLeftmost.Description
source: Show go to rightmost/leftmost button in book viewer.
it: Mostra i pulsanti vai tutto indietro/tutto avanti quando un libro è aperto.

# Setting_ShowRightmostAndLeftmost.Title
source: Show go to rightmost /leftmost button.
it: Mostra i pulsanti tutto indietro/avanti

# Setting_SyncBookmarks.Description
source: Sync bookmarks over the cloud.
it: Sincronizza i segnalibri con il cloud.

# Setting_SyncBookmarks.Title
source: Sync bookmarks.
it: Sincronizza segnalibri

# ToggleFullScreen.Label
source: Toggle full screen mode.
it: Schermo intero

# ClearThisBookShelf.Label
source: Clear this bookshelf
it: Pulisci lo scaffale

# SetThisBookShelfSecret.Label
source: Toggle secret
it: Nascondi scaffale

# Setting_TileHeight.Description
source: The height of book tile in bookshelf.
it: Altezza dei titoli dei libri negli scaffali.

# Setting_TileHeight.Title
source: Height of book tile
it: Altezza titoli

# Setting_TileWidth.Description
source: The width of book tile in bookshelf.
it: Lunghezza dei titoli dei libri negli scaffali.

# Setting_TileWidth.Title
source: Width of book tile
it: Lunghezza titoli

# ReloadBookShelf.Label
source: Refresh
it: Ricarica

# BookmarkLast.Title
source: [End]
it: [Fine]

# BookmarkTop.Title
source: [Top]
it: [Inizio]

# Setting_BackgroundBrightness.Description
source: Brightness of background. 100:White, 0:Black. (Opposite in dark theme)
it: Luminosità dello sfondo. 100:Bianco, 0:Nero. (Opposite in dark theme)

# Setting_BackgroundBrightness.Title
source: Brightness of background.
it: Luminosità sfondo.

# Setting_ScrollAnimation.Description
source: Use scroll animation on book viewer.
it: Utilizza l\'animazione a scorrimento quando leggi.

# Setting_ScrollAnimation.Title
source: Scroll animation
it: Animazione a scorrimento

# Setting_BookNameTrim.Description
source: Mathed part is hidden in book name. Input in regular expression. (ex:\(.*\))
it: La parte corrispondente del titolo viene nascosta. Inserisci una frase come regola. (es:\(.*\))

# Setting_BookNameTrim.Title
source: Book name to trim
it: Taglia titolo

# Setting_FolderNameToExclude.Description
source: Exclude folder in bookshelf view if match in regular expression.
it: Escludi cartella nella vista degli scaffali se il suo nome corrisponde alla frase di regola.

# Setting_FolderNameToExclude.Title
source: Folder name to exclude
it: Escludi cartella

# Setting_SortCoverComesFirst.Description
source: Assume picture that has "cover" in the file name to be first file in CBZ/CBR.
it: Assumi che l'immagine avente nome "cover" (copertina) sia la prima immagine dei libri in CBR/CBZ.

# Setting_SortCoverComesFirst.Title
source: Assume cover picture by file name in CBZ/CBR
it: Assumi che la copertina sia la prima immagine

# Setting_SortNaturalOrder.Description
source: Sort by natural order in CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)
it: Ordina in modo naturale le immagini nei libri in CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)

# Setting_SortNaturalOrder.Title
source: Natural Sort in CBZ/CBR
it: Ordine naturale nei CBZ/CBR

# Setting_ZoomButtonShowTimespan.Description
source: Seconds to display the zoom button when you touch the screen (0: disable).
it: Imposta per quanti secondi i bottoni dello zoom vengono mostrati quando tocchi lo schermo (0: disabilita).

# Setting_ZoomButtonShowTimespan.Title
source: Zoom button display time
it: Tempo visualizzazione pulsanti zoom

# Setting_CommandBarShowTimespan.Description
source: Seconds to display the menu when you touch the screen in book viewer page (0: always).
it: Imposta per quanti secondi il menu viene mostrato quando tocchi lo schermo (0: sempre).

# Setting_CommandBarShowTimespan.Title
source: Menu display time in book viewer
it: Tempo visualizzazione menu

# SwitchBookShelfToggle.ToolTipService.ToolTip
source: Switch bookshelf.
it: Passa ad un altro scaffale.

# Welcome_HowToConfigure
source: How to change settings
it: Come cambiare le impostazioni

# Welcome_HowToUse
source: How to use
it: Come si usa

# Welcome_OpenMenu
source: Open the menu.
it: Apri il menu.

# Setting_WebHomePage.Description
source: Home Page.
it: Pagina principale.

# Setting_WebHomePage.Title
source: Home Page
it: Home

# Setting_RespectPageDirectionInfo.Description
source: Respect direction information of PDF (R2L/L2R).
it: Rispetta le informazioni di direzione della scrittura nei PDF (RTL/LTR).

# Setting_RespectPageDirectionInfo.Title
source: Respect direction information
it: Rispetta informazioni di direzione

# Password.Message
source: Enter password to open.
it: Inserisci password per aprire.

# Password.Save.Message
source: Save Password
it: Salva Password

# Password.Title
source: Confirm Password
it: Conferma Password

# Word.Cancel
source: Cancel
it: Annulla

# Setting.Group.Library
source: Library
it: Libreria

# Setting.Group.Obsolete
source: Obsolete
it: Obsoleto

# Setting.Group.Viewer
source: Viewer
it: Visualizzatore

# TabHeader.Bookshelf
source: Bookshelf
it: Scaffale

# TabHeader.BookViewer
source: Viewer
it: Visualizzatore

# TabHeader.NewTab
source: New Tab
it: Nuova Scheda

# TabHeader.Setting
source: Config
it: Impostazioni

# TabHeader.Main
source: Main
it: Inizio
